Repository: vladodriver/mcut
Catalog: locales/*.po
Languages: cs

source: Unable to identify the video file length, it may be
cs: Nepodařilo se identifikovat délku videosouboru, bude zřejmě

source: damaged!
cs: poškozen!

source: Detected video length 0 s video, it may be
cs: Zjištěna délka videa 0 s, videosoubor, bude zřejmě

source: Position not detected, try reload to video file!
cs: Pozice nebyla zjištěna, zkuste znovu otevřít videosoubor!

source: File path
cs: Cesta k souboru

source: not found.
cs: nebyla nalezena.

source: DEBUG Correction backward
cs: DEBUG korekce smer dozadu

source: EDL cuts list is empty
cs: Seznam střihů EDL je prázdný

source: Marked point
cs: Označený bod

source: is outside the timeline video!
cs: je mimo časovou osu videa!

source: This cut would take up the whole video,
cs: Tento střih by zabral celé video,

source: and it does not make sense!
cs: a to nedává smysl!

source: Cut index:
cs: Index střihu:

source: not exists!
cs: neexistuje!

source: Cut point
cs: Bod střihu

source: is part of the
cs: je již část

source: . cut
cs: . střihu

source: New cut would absorb area of
cs: Nový střih by pohltil oblast

source: > inserting new cut
cs: > vložení nového střihu

source: > editing
cs: > editace

source: DEBUG EDL CHANGE to:
cs: DEBUG EDL ZMĚNĚN na:

source: String
cs: Řetězec

source: can not be converted to a decimal number
cs: nelze převést na desetinné číslo

source: Line EDL file does not have the correct number of parts!
cs: Linka EDL souboru nemá správný počet částí!

source: Line EDL file does not end with 0!
cs: Linka EDL souboru nekončí číslem 0!

source: Requested file:
cs: Požadovaný soubor:

source: not found!
cs: nebyla nalezena!

source: Failed to import an EDL file - error :
cs: Import EDL souboru selhal - chyba :

source: Not found ffmpeg program!
cs: Program ffmpeg nebyl nalezen!

source: DEBUG : green areas :
cs: DEBUG : zelené oblasti :

source: Not found the green area to leave !
cs: Nenalezeny zelené oblasti k ponechání !

source: You must specify the full path to the video file!
cs: Musíte zadat plnou cestu k souboru videa!

source: Usage:
cs: Použití:

source: postprocess.py <Full path to the video file>
cs: postprocess.py <Plná cesta k souboru videa>

source: Commercial cutter
cs: Střihač reklamy

source: Rewind LM + drag - soft RM + drag
cs: Přetáčení LM + pohyb - soft PM + pohyb

source: Cutting canvas ,
cs: Plátno střihu ,

source: next cut mark [Ctrl] + <- ->, insert new [Enter]/RM
cs: další bod střihu [Ctrl] + <- ->, vložit nový [Enter]/RM

source: Back Esc/LM/P-Shift
cs: Zpět Esc/LM/P-Shift

source: Skip shift: more [Up] less [Down]
cs: Velikost skoku posuvu: více [Up] méně [Down]

source: Cut not selected
cs: Střih není vybrán

source: Video file not open
cs: Videosoubor není otevřený

source: Open video file [Ctrl+o]
cs: Otevřít video soubor [Ctrl+o]

source: Import cuts from EDL file [Ctrl+i]
cs: Importovat střihy z EDL souboru [Ctrl+i]

source: Previous cut [Ctrl+Left]
cs: Předcházející střih [Ctrl+Left]

source: Fast rewind [Left]
cs: Přetáčení dozadu [Left]

source: Play / pauze or a show of the selected cut [p]
cs: Přehrát / pauza nebo ukázka vybraného střihu [p]

source: Fast forward [Right]
cs: Přetáčení dopředu [Right]

source: Next cut [Ctrl+Left]
cs: Další střih [Ctrl+Left]

source: Re multiplex to new file [Ctrl+r]
cs: Re multiplex do nového souboru [Ctrl + r]

source: Save to EDL file [Ctrl+s]
cs: Uložit do EDL souboru [Ctrl+s]

source: Save changes ?
cs: Uložit změny ?

source: In the list of cuts made ​​changes,
cs: V souboru seznamu střihů byly učiněny změny,

source: you want to save them?
cs: chcete je uložit?

source: Select video file
cs: Vyberte videosoubor

source: Cut unselected
cs: Střih není vybrán

source: Error while opening video
cs: Chyba při otevření videa

source: The video file was not selected!
cs: Video soubor nebyl vybrán!

source: Select the EDL file
cs: Vyberte EDL soubor

source: Importing EDL file
cs: Import EDL souboru

source: was successful
cs: proběhl úspěšně

source: EDL file:
cs: EDL soubor:

source: failed to import - Error:
cs: Import selhal - Chyba:

source: Selecting an EDL file has been canceled
cs: Výběr EDL souboru byl stornován

source: Please first open any video!
cs: Prosím, otevřete nějaké video!

source: You do not have any open video!
cs: Nemáte otevřené žádné video!

source: Future implemented..
cs: V budoucnu to bude..

source: EDL file was saved to:
cs: EDL soubor byl uložen do:

source: EDL could not be saved to:
cs: EDL soubor se nepodařilo uložit do:

source: It is necessary to open a video and perform video cut
cs: Nejdříve je třeba otevřít video a provést střih

source: First you need to open a video file!
cs: Nejdříve je potřeba otevřít videosoubor!

source: Editing
cs: Editace

source: Editing cut by position.
cs: Editace střihu podle pozice.

source: Ends with Esc, deleting Delete LM,
cs: Ukončení Esc, smazání Delete LM,

source: Ctrl + <- -> next cut mark.
cs: Ctrl + <- -> další bod střihu.

source: Deleting cut!
cs: Vymazaání střihu!

source: Really delete
cs: Opravdu vymazat

source: . cut ?
cs: . střih ?

source: was deleted from the EDL
cs: byl vymazán z EDL

source: Start
cs: Začátek

source: End
cs: Konec

source: . cut selected.
cs: . střih vybrán.

source: Back Esc, next cut mark Ctrl + <- ->, editing R-Shift/LM
cs: Zpět Esc, další bod střihu Ctrl + <- ->, editace P-Shift/LM

source: Not selected cut
cs: Střih není vybrán

source: Selecting cut deactivated
cs: Výběr střihu deaktivován

source: Rewind
cs: Přetáčení

source: soft
cs: jemné
